{
  "homeSection": {
    "title": "Together for a Better Punjab",
    "paragraphs": [
      "Let’s unite and create a Punjab story that the whole world can hear. Our beloved state is facing challenges—unemployment, drugs, and crime are pushing many of our youth to seek opportunities abroad.",
      "The need of the hour is to rise above selfish interests and build resources for our people. Otherwise, the day is not far when we will only return to Punjab as visitors.",
      "If nations like Japan can rise after devastating nuclear bombings, what stops us from building a prosperous and vibrant Punjab? With an international airport, thriving real estate, and the willpower of our community, we can transform cities like Mohali into IT hubs just like Hyderabad and Pune.",
      "Let’s pledge to make Punjab the Golden State once again—full of prosperity, opportunities, and hope for our youth."
    ]
  },

  "homeSection hindi": {
    "title": "बेहतर पंजाब के लिए साथ मिलकर",
    "paragraphs": [
      "आओ एकजुट हों और ऐसा पंजाब बनाएं जिसकी कहानी पूरी दुनिया सुने। हमारा प्यारा राज्य चुनौतियों का सामना कर रहा है—बेरोज़गारी, नशे और अपराध हमारे युवाओं को विदेशों में अवसर खोजने के लिए मजबूर कर रहे हैं।",
      "आज की ज़रूरत है कि हम स्वार्थ से ऊपर उठें और अपने लोगों के लिए संसाधन बनाएं। वरना वो दिन दूर नहीं जब हम सिर्फ़ सैलानियों की तरह पंजाब लौटेंगे।",
      "अगर जापान जैसे देश विनाशकारी परमाणु हमलों के बाद उठ सकते हैं, तो हमें एक समृद्ध और जीवंत पंजाब बनाने से क्या रोकता है? अंतरराष्ट्रीय हवाई अड्डा, उभरता रियल एस्टेट और हमारे समुदाय की इच्छाशक्ति के साथ, हम मोहाली जैसे शहरों को हैदराबाद और पुणे जैसे आईटी हब में बदल सकते हैं।",
      "आओ संकल्प लें कि पंजाब को फिर से स्वर्णिम राज्य बनाएंगे—खुशहाली, अवसरों और युवाओं के लिए आशा से भरा हुआ।"
    ]
  },

  "homeSection pun": {
    "title": "ਇੱਕ ਵਧੀਆ ਪੰਜਾਬ ਲਈ ਇਕੱਠੇ",
    "paragraphs": [
      "ਆਓ ਇਕੱਠੇ ਹੋਈਏ ਅਤੇ ਇੱਕ ਪੰਜਾਬ ਦੀ ਕਹਾਣੀ ਬਣਾਈਏ ਜਿਸਨੂੰ ਸਾਰੀ ਦੁਨੀਆ ਸੁਣੇ। ਸਾਡਾ ਪਿਆਰਾ ਰਾਜ ਚੁਣੌਤੀਆਂ ਦਾ ਸਾਹਮਣਾ ਕਰ ਰਿਹਾ ਹੈ—ਬੇਰੁਜ਼ਗਾਰੀ, ਨਸ਼ੇ ਅਤੇ ਅਪਰਾਧ ਸਾਡੇ ਬਹੁਤ ਸਾਰੇ ਨੌਜਵਾਨਾਂ ਨੂੰ ਵਿਦੇਸ਼ਾਂ ਵਿੱਚ ਮੌਕੇ ਲੱਭਣ ਲਈ ਮਜਬੂਰ ਕਰ ਰਹੇ ਹਨ।",
      "ਅੱਜ ਦੀ ਲੋੜ ਇਹ ਹੈ ਕਿ ਅਸੀਂ ਸੁਆਰਥ ਤੋਂ ਉੱਪਰ ਉਠ ਕੇ ਆਪਣੇ ਲੋਕਾਂ ਲਈ ਸਰੋਤ ਬਣਾਈਏ। ਨਹੀਂ ਤਾਂ ਉਹ ਦਿਨ ਦੂਰ ਨਹੀਂ ਜਦੋਂ ਅਸੀਂ ਸਿਰਫ਼ ਸੈਲਾਨੀਆਂ ਵਾਂਗ ਪੰਜਾਬ ਵਾਪਸ ਆਵਾਂਗੇ।",
      "ਜੇ ਜਪਾਨ ਵਰਗੇ ਦੇਸ਼ ਤਬਾਹਕੁਨ ਪਰਮਾਣੂ ਹਮਲਿਆਂ ਤੋਂ ਬਾਅਦ ਉੱਠ ਸਕਦੇ ਹਨ, ਤਾਂ ਸਾਨੂੰ ਖੁਸ਼ਹਾਲ ਅਤੇ ਜੀਵੰਤ ਪੰਜਾਬ ਬਣਾਉਣ ਤੋਂ ਕੀ ਰੋਕਦਾ ਹੈ? ਇਕ ਅੰਤਰਰਾਸ਼ਟਰੀ ਹਵਾਈ ਅੱਡੇ, ਵਿਕਾਸਸ਼ੀਲ ਰੀਅਲ ਐਸਟੇਟ ਅਤੇ ਸਾਡੇ ਭਾਈਚਾਰੇ ਦੀ ਇੱਛਾ-ਸ਼ਕਤੀ ਨਾਲ ਅਸੀਂ ਮੋਹਾਲੀ ਵਰਗੇ ਸ਼ਹਿਰਾਂ ਨੂੰ ਹੈਦਰਾਬਾਦ ਅਤੇ ਪੁਣੇ ਵਾਂਗ IT ਹੱਬਸ ਵਿੱਚ ਬਦਲ ਸਕਦੇ ਹਾਂ।",
      "ਆਓ ਕਸਮ ਖਾਈਏ ਕਿ ਪੰਜਾਬ ਨੂੰ ਦੁਬਾਰਾ ਸੋਨ੍ਹੇਰੀ ਰਾਜ ਬਣਾਵਾਂਗੇ—ਖੁਸ਼ਹਾਲੀ, ਮੌਕਿਆਂ ਅਤੇ ਸਾਡੇ ਨੌਜਵਾਨਾਂ ਲਈ ਆਸ ਨਾਲ ਭਰਪੂਰ।"
    ]
  }
}